Repository: raimu/publisher
Catalog: src/po/*.po
Languages: de_de

source: %d errors occurred
de_de: %d Fehler aufgetreten

source: (Internal error) Table is not complete.
de_de: (Interner Fehler) Tabelle nicht vollständig.

source: 404 when retrieving image %q
de_de: 404 Fehler beim Herunterladen des Bildes %q

source: Area %q is not known on this page.
de_de: Bereich %q ist auf dieser Seite unbekannt.

source: Area %q is not known on this page. Using the default area (page)
de_de: Bereich %q ist auf dieser Seite unbekannt. Benutze den Default-Bereich (Seite).

source: Area %q unknown, using page
de_de: Bereich %q unbekannt, benutze Seite.

source: Area %q unknown, using page (number-of-columns)
de_de: Bereich %q unbekannt, benutze Seite. (anzahl-spalten)

source: Area %q unknown, using page (number-of-rows)
de_de: Bereich %q unbekannt, benutze Seite. (anzahl-zeilen)

source: Areas can't be combined with groups
de_de: Bereiche können nicht mit Gruppen kombiniert werden.

source: Background: Color %q is not defined
de_de: Hintergrundfarbe %q ist nicht definiert

source: CSS: no filename given
de_de: CSS: kein Dateiname gegeben

source: Can't calculate with object's width!
de_de: Kann keine Breitenberechnung vornehmen!

source: Can't evaluate width in textblock
de_de: Kann Breite im Textblock nicht bestimmen

source: Can't find XML file %q. Abort.
de_de: Konnte XML Datei %q nicht finden. Abbruch.

source: Can't find correct page type!
de_de: Seitentyp konnte nicht ermittelt werden!

source: Can't find »Record« command for the root node.
de_de: Kann den Befehl »Datensatz« für das Wurzelelement nicht finden.

source: Can't get the width of the table!
de_de: Kann die Breite der Tabelle nicht bestimmen!

source: Can't open XML file. Abort.
de_de: Konnte XML Datei nicht öffnen. Abbruch.

source: Can't recognize starting page number %q
de_de: Konnte Startseitenzahl %q nicht erkennen

source: Cannot determine current area number (areaname=%q)
de_de: Kann die aktuelle Bereichsnummer nicht bestimmen (Bereichsname=%q)

source: Cannot determine the language of the layout file.
de_de: Kann die Sprache des Layoutregelwerks nicht bestimmen.

source: Cannot find the namespace of the layout file. What should I do?
de_de: Kann den Namensraum des Wurzelelements nicht finden. Was soll ich tun?

source: Cannot parse row in NextRow, number expected, but got %q
de_de: Kann die Zeile in NeueZeile nicht bestimmen. Zahl erwartet, %q gefunden.

source: Cannot parse rows in NextRow, number expected, but got %q
de_de: Kann die Zeilen in NeueZeile nicht bestimmen. Zahl erwartet, %q gefunden.

source: Cannot print table
de_de: Kann Tabelle nicht ausgeben

source: Color %q is not defined.
de_de: Farbe %q ist nicht defniert.

source: Color %q not found
de_de: Farbe %q nicht gefunden

source: Conflict in grid
de_de: Rasterkonflikt

source: Could not convert dimension %q
de_de: Konnte Maßeinheit %q nicht konvertieren

source: Could not create temporary directory for images: %q
de_de: Kann das temporäre Verzeichnis für Bilder nicht erzeugen (%q)

source: Could not determine min_wd and max_wd
de_de: Achtung, konnte min_wd und max_wd nicht erkennen

source: Could not open image file for writing into temp directory: %q
de_de: Kann die Bilddatei nicht öffnen, um sie in das temporäre Verzeichnis zu schreiben (%q)

source: Could not write image file into temp directory %q
de_de: Kann das Bild nicht in das temporäre Verzeichnis schreiben (%q)

source: Defining color %q
de_de: Definiere Farbe %q

source: Duration: %3f seconds
de_de: Dauer: %3f Sekunden

source: Element %q in »Seitentyp« unknown
de_de: Element %q in »Seitentyp« unbekannt

source: Error creating font instance %q: %s
de_de: Fehler beim Erzeugen der Fontinstanz %q: %s

source: Fontfamily %q not found.
de_de: Fontfamilie %q nicht gefunden.

source: Fontinstance 'normal' could not be created for %q.
de_de: Fontinstanz 'normal' konnte für %q nicht erzeugt werden.

source: Image %q not found!
de_de: Bild %q nicht gefunden!

source: Image dpi value too small (vertical). Rendered is %d, requested minimum is %d. Filename: %q
de_de: DPI-Wert des Bildes zu gering. Ausgegeben ist %d, gefordertes Minumum ist %d. Dateiname: %q

source: Image: string used for caching (-> md5): %q
de_de: Bild: String benutzt für caching (-> md5) %q

source: Language id: %d
de_de: Sprach-Id: %d

source: Load file: %q ...
de_de: Lade Datei: %q ...

source: Load file: %q ... done
de_de: Lade Datei: %q ... fertig

source: Loading %s %q
de_de: Lade %s %q

source: Loading hyphenation patterns %q.
de_de: Lade Trennmuster %q.

source: Locating file -- scheme %q not supported. Requested file: %q
de_de: Suche Datei -- Schema %q nicht unterstützt. Erwartete Datei ist %q

source: Message: %q
de_de: Nachricht: %q

source: No bookmark given for this level (%d)!
de_de: Kein Lesezeichen für diese Ebene (%d) gegeben!

source: No contents found in paragraph.
de_de: Keinen Inhalt in Absatz gefunden.

source: No elements for dispatch, why?
de_de: Keine Elemente zum Bearbeiten gefunden, warum?

source: No filename given for image
de_de: Keinen Dateiname gegeben für das Bild

source: No nodelist found!
de_de: Keine Nodeliste gefunden!

source: No string given for upper-case()
de_de: Keinen String angegeben für upper-case()

source: No suitable row found for object
de_de: Keine passende Zeile für das Objekt gefunden

source: Not enough columns found for colspan
de_de: Nicht genügend Spalten für colspan gefunden

source: Number of rows: %d, number of columns = %d
de_de: Anzahl Zeilen: %d, Anzahl Spalten = %d

source: Object not recognized: %s
de_de: Objekt nicht erkannt: %s

source: Object protrudes below the last line of the page
de_de: Objekt ragt über die untere Zeile hinaus

source: Object protrudes into the right margin
de_de: Objekt ragt über den rechten Rand hinaus

source: Path rewrite: %q -> %q
de_de: Pfadersetzung: %q -> %q

source: Read image file from cache: %s
de_de: Lese Bilddatei vom Cache: %s

source: Reading from stdin
de_de: Lese von Standardeingabe

source: Retrieving file: %q
de_de: Lese Datei %q

source: Selecting node: %q
de_de: Bearbeite Knoten %q

source: Selecting node: %q, mode=%q
de_de: Bearbeite Knoten %q, Modus=%q

source: Selecting node: %q, mode=%q, pos=%d
de_de: Bearbeite Knoten %q, Modus=%q, Position=%d

source: Set page number to %d
de_de: Setze Seitenzahl auf %d

source: SetGrid: height must be a length (with unit). Setting it to 1cm.
de_de: SetzeRaster: höhe muss eine Maßangabe (mit Einheit) sein. Setze sie auf 1cm.

source: SetGrid: width must be a length (with unit). Setting it to 1cm.
de_de: SetzeRaster: breite muss eine Maßangabe (mit Einheit) sein. Setze sie auf 1cm.

source: SetVariable, variable name = %q, value = %q
de_de: »Zuweisung«, Variablenname = %q, Wert = %q

source: Setting default language to %q
de_de: Setze Defaultsprache auf %q

source: Setting grid via nx or ny doesn't make sense in groups. Fallback to 1cm.
de_de: Benutzung von nx oder ny in Raster ergibt keinen Sinn in Gruppen. Setze Raster auf 1cm.

source: Something is wrong with the data: dataxml is not a table
de_de: Etwas ist komisch mit den Daten. dataxml ist keine Tabelle (interner Fehler)

source: Something went wrong with the number of columns in the table
de_de: Etwas ist schief gelaufen mit der Anzahl der Spalten in der Tabelle

source: Start processing
de_de: Starte Datenverarbeitung

source: Stop processing data
de_de: Beende Datenverarbeitung

source: Td, attribute align. Values 'links' and 'right' should be 'left' and 'right'
de_de: Td, Attribut align. Die Werte 'links' und 'rechts' sollten 'left' und 'right' sein.

source: Textblock: no objects found!
de_de: Textblock: keine Objekte gefunden!

source: The first operand of +/- is a table. Evaluating to 0
de_de: Der erste Operand von +/- ist eine Tabelle. Nehme 0

source: The first operand of +/- is not a number. Evaluating to 0
de_de: Der erste Operand von +/- ist keine Zahl. Nehme 0

source: The first operand of the multiplication is a table. Evaluating to 0
de_de: Der erste Operand der Multiplikation ist eine Tabelle. Nehme 0

source: The first operand of the multiplication is not a number. Evaluating to 0
de_de: Der erste Operand der Multiplikation ist keine Zahl. Nehme 0

source: The second operand of +/- is a table. Evaluating to 0
de_de: Der zweite Operand von +/- ist eine Tabelle. Nehme 0

source: The second operand of +/- is not a number. Evaluating to 0
de_de: Der zweite Operand von +/- ist keine Zahl. Nehme 0

source: The second operand of the multiplication is a table. Evaluating to 0
de_de: Der zweite Operand der Multiplikation ist eine Tabelle. Nehme 0

source: The second operand of the multiplication is not a number. Evaluating to 0
de_de: Der zweite Operand der Multiplikation ist keine Zahl. Nehme 0

source: Tr, attribute align. Values 'links' and 'rechts' should be 'left' and 'right'
de_de: Tr: Attribute 'rechts' und 'links' bei align sollten 'right' und 'left' sein.

source: Unknown Element: %q
de_de: Unbekanntes Element: %q

source: Unknown barcode type %q
de_de: Unbekannter barcode Typ: %q

source: Unknown color model: %s
de_de: Unbekanntes Farbmodell: %s

source: Unknown contents in »Table« %s
de_de: Unbekannter Inhalt in »Tabelle« %s

source: Unknown element found in layoutfile: %q
de_de: Unbekanntes Element in Layoutdatei gefunden: %q

source: Unknown group %q in PlaceObject
de_de: Unbekannte Gruppe %q in ObjektAusgeben

source: Unknown node: %q
de_de: Unbekannter Knoten: %q

source: Unknown type in XPath-function 'string()': %s
de_de: Unbekannter Typ in XPath-Funktion 'string()': %s

source: Unknown type: %q
de_de: Unbekannter Typ: %q

source: Version mismatch. speedata Publisher is at version %s, requested version %s
de_de: Version fehlerhaft. Der speedata Publisher hat die Version %s, die geforderte Version ist %s

source: Without a valid layout-XML file, I can't really do anything.
de_de: Ohne wohlgeformte Layout-XML Datei, kann ich nichts vernünftiges tun.

source: decode-html failed for input string %q (1)
de_de: dekodiere-html ist für %q fehlgeschlagen.

source: font: family %q unknown
de_de: Fontfamilie %q unbekannt

source: html a link has no href
de_de: html a-Link hat kein href

source: loop: can't parse number given in the attribute select: %q
de_de: Schleife: kann die Zahl im Attribut auswahl nicht ermitteln: %q

source: not implemented yet
de_de: Noch nicht eingebaut.

source: table without contents
de_de: Tabelle ohne Inhalt
